Repository: chaichaimee/xPlorer
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, ru, uk

source: {} completed successfully in {:.1f} seconds, average speed: {:.1f} MB/s
de: {} erfolgreich abgeschlossen in {:.1f} Sekunden, Durchschnittsgeschwindigkeit: {:.1f} MB/s
es: {} completado correctamente en {:.1f} segundos, velocidad media: {:.1f} MB/s
fr: {} terminé avec succès en {:.1f} secondes, vitesse moyenne : {:.1f} MB/s
ru: {} успешно завершено за {:.1f} сек., средняя скорость: {:.1f} МБ/с
uk: {} успішно завершено за {:.1f} секунд, середня швидкість: {:.1f} МБ/с

source: {} completed successfully in {:.1f} seconds
de: {} erfolgreich abgeschlossen in {:.1f} Sekunden
es: {} completado correctamente en {:.1f} segundos
fr: {} terminé avec succès en {:.1f} secondes
ru: {} успешно завершено за {:.1f} сек.
uk: {} успішно завершено за {:.1f} с

source: Trying alternative copy method...
de: Versuche alternative Kopier-Methode...
es: Probando método de copia alternativo...
fr: Tentative avec une méthode de copie alternative...
ru: Пробуем альтернативный метод копирования...
uk: Спроба альтернативного методу копіювання...

source: {} completed successfully using alternative method
de: {} erfolgreich abgeschlossen mit alternativer Methode
es: {} completado correctamente usando el método alternativo
fr: {} terminé avec succès en utilisant une méthode alternative
ru: {} успешно завершено с использованием альтернативного метода
uk: {} успішно завершено за допомогою альтернативного методу

source: {} failed with error: {}
de: {} fehlgeschlagen mit Fehler: {}
es: {} falló con el error: {}
fr: {} a échoué avec l'erreur : {}
ru: {} не удалось, ошибка: {}
uk: {} не вдалося виконати через помилку: {}

source: {} completed with warnings (code: {})
de: {} mit Warnungen abgeschlossen (Code: {})
es: {} completado con advertencias (código: {})
fr: {} terminé avec des avertissements (code : {})
ru: {} завершено с предупреждениями (код: {})
uk: {} завершено з попередженнями (код: {})

source: Error during {}: {}
de: Fehler bei {}: {}
es: Error durante {}: {}
fr: Erreur pendant {} : {}
ru: Ошибка во время {}: {}
uk: Помилка під час {}: {}

source: No active File Explorer window found
de: Kein aktives Datei-Explorer-Fenster gefunden
es: No se encontró ninguna ventana activa del Explorador de archivos
fr: Aucune fenêtre active de l'Explorateur de fichiers trouvée
ru: Активное окно Проводника не найдено
uk: Не знайдено активного вікна Файлового провідника

source: Unable to get folder view
de: Ordneransicht konnte nicht ermittelt werden
es: No se pudo obtener la vista de carpeta
fr: Impossible d'obtenir la vue du dossier
ru: Не удалось получить вид папки
uk: Неможливо переглянути папку

source: No items in folder
de: Keine Elemente im Ordner
es: No hay elementos en la carpeta
fr: Aucun élément dans le dossier
ru: В папке нет элементов
uk: У папці немає елементів

source: Inverted selection: {inverted} of {total} items selected
de: Auswahl umgekehrt: {inverted} von {total} Elementen ausgewählt
es: Selección invertida: {inverted} de {total} elementos seleccionados
fr: Sélection inversée : {inverted} sur {total} éléments sélectionnés
ru: Инвертировано выделение: выбрано {inverted} из {total} элементов
uk: Зворотний вибір: вибрано {inverted} із {total} елементів

source: Error inverting selection
de: Fehler beim Umkehren der Auswahl
es: Error al invertir la selección
fr: Erreur lors de l'inversion de la sélection
ru: Ошибка при инвертировании выделения
uk: Помилка при зворотному виборі

source: Please select only one text file
de: Bitte nur eine Textdatei auswählen
es: Por favor, seleccione solo un archivo de texto
fr: Veuillez sélectionner un seul fichier texte
ru: Пожалуйста, выберите только один текстовый файл
uk: Виберіть лише один текстовий файл

source: Please select a .txt or .rtf file
de: Bitte wählen Sie eine .txt oder .rtf Datei aus
es: Por favor, seleccione un archivo .txt o .rtf
fr: Veuillez sélectionner un fichier .txt ou .rtf
ru: Пожалуйста, выберите файл .txt или .rtf
uk: Будь ласка, виберіть файл .txt або .rtf

source: Selected file does not exist
de: Die ausgewählte Datei existiert nicht
es: El archivo seleccionado no existe
fr: Le fichier sélectionné n'existe pas
ru: Выбранный файл не существует
uk: Вибраний файл не існує

source: Cannot process RTF file: striprtf module not available
de: RTF-Datei kann nicht verarbeitet werden: striprtf-Modul nicht verfügbar
es: No se puede procesar el archivo RTF: el módulo striprtf no está disponible
fr: Impossible de traiter le fichier RTF : le module striprtf n'est pas disponible
ru: Не удалось обработать RTF: модуль striprtf не доступен
uk: Не вдається обробити файл RTF: модуль striprtf недоступний

source: Error reading RTF file
de: Fehler beim Lesen der RTF-Datei
es: Error al leer el archivo RTF
fr: Erreur lors de la lecture du fichier RTF
ru: Ошибка чтения RTF-файла
uk: Помилка читання файлу RTF

source: No valid folder names found in the file
de: Keine gültigen Ordnernamen in der Datei gefunden
es: No se encontraron nombres de carpeta válidos en el archivo
fr: Aucun nom de dossier valide trouvé dans le fichier
ru: В файле не найдено допустимых имен папок
uk: У файлі не знайдено дійсних імен папок

source: Folder '{}' already exists, creating '{}' instead
de: Ordner '{}' existiert bereits, erstelle stattdessen '{}'
es: La carpeta '{}' ya existe, creando '{}' en su lugar
fr: Le dossier '{}' existe déjà, création de '{}' à la place
ru: Папка '{}' уже существует, создается '{}'
uk: Папка «{}» вже існує, буде створено «{}» замість неї

source: Error creating base folder
de: Fehler beim Erstellen des Basisordners
es: Error al crear la carpeta base
fr: Erreur lors de la création du dossier de base
ru: Ошибка при создании основной папки
uk: Помилка під час створення базової папки

source: Successfully created {} folders in '{}'
de: Erfolgreich {} Ordner in '{}' erstellt
es: Se crearon correctamente {} carpetas en '{}'
fr: {} dossiers créés avec succès dans '{}'
ru: Успешно создано {} папок в '{}'
uk: Успішно створено {} папок у "{}"

source: No folders were created
de: Es wurden keine Ordner erstellt
es: No se crearon carpetas
fr: Aucun dossier n'a été créé
ru: Папки не были созданы
uk: Папки не створено

source: Error processing text file: {}
de: Fehler beim Verarbeiten der Textdatei: {}
es: Error al procesar el archivo de texto: {}
fr: Erreur lors du traitement du fichier texte : {}
ru: Ошибка обработки текстового файла: {}
uk: Помилка обробки текстового файлу: {}

source: Error reading file encoding
de: Fehler beim Lesen der Dateikodierung
es: Error al leer la codificación del archivo
fr: Erreur lors de la lecture de l'encodage du fichier
ru: Ошибка чтения кодировки файла
uk: Помилка читання кодування файлу

source: Empty Folder
de: Leerer Ordner
es: Carpeta vacía
fr: Dossier vide
ru: Пустая папка
uk: Порожня тека

source: Automatically select the first item
de: Erstes Element automatisch auswählen
es: Seleccionar automáticamente el primer elemento
fr: Sélectionner automatiquement le premier élément
ru: Автоматически выбирать первый элемент
uk: Автоматично вибрати перший елемент

source: Announce 'Empty Folder' when entering an empty folder
de: 'Leerer Ordner' ansagen, wenn ein leerer Ordner betreten wird
es: Anunciar 'Carpeta vacía' al entrar en una carpeta vacía
fr: Annoncer 'Dossier vide' lors de l'entrée dans un dossier vide
ru: Сообщать 'Пустая папка' при входе в пустую папку
uk: Промовляти «Порожня папка» при відкритті порожньої папки

source: Suppress announcement of DirectUIHWND class
de: Ansage der DirectUIHWND-Klasse unterdrücken
es: Suprimir el anuncio de la clase DirectUIHWND
fr: Supprimer l'annonce de la classe DirectUIHWND
ru: Подавлять озвучивание класса DirectUIHWND
uk: Придушити промовлення класу DirectUIHWND

source: select
de: auswählen
es: seleccionar
fr: sélectionner
ru: выбрать
uk: вибрати

source: say size
de: Größe ansagen
es: decir tamaño
fr: dire la taille
ru: озвучить размер

source: Copy content of selected text file(s) to clipboard
de: Inhalt der ausgewählten Textdatei(en) in die Zwischenablage kopieren
es: Copiar el contenido de los archivos de texto seleccionados al portapapeles
fr: Copier le contenu des fichiers texte sélectionnés dans le presse-papiers
ru: Копировать содержимое текстовых файлов в буфер обмена

source: Compress selected items to ZIP
de: Ausgewählte Elemente als ZIP komprimieren
es: Comprimir elementos seleccionados en ZIP
fr: Compresser les éléments sélectionnés en ZIP
ru: Сжать выбранные элементы в ZIP

source: Invert selection in File Explorer
de: Auswahl im Datei-Explorer umkehren
es: Invertir selección en el Explorador de archivos
fr: Inverser la sélection dans l'Explorateur de fichiers
ru: Инвертировать выделение в Проводнике

source: Error displaying popup menu: {e}
de: Fehler beim Anzeigen des Popup-Menüs: {e}
es: Error al mostrar el menú emergente: {e}
fr: Erreur lors de l'affichage du menu contextuel : {e}
ru: Ошибка отображения всплывающего меню: {e}

source: Error displaying context menu
de: Fehler beim Anzeigen des Kontextmenüs
es: Error al mostrar el menú contextual
fr: Erreur lors de l'affichage du menu contextuel
ru: Ошибка отображения контекстного меню

source: Error opening context menu
de: Fehler beim Öffnen des Kontextmenüs
es: Error al abrir el menú contextual
fr: Erreur lors de l'ouverture du menu contextuel
ru: Ошибка открытия контекстного меню

source: This command is only available in File Explorer.
de: Dieser Befehl ist nur im Datei-Explorer verfügbar.
es: Este comando solo está disponible en el Explorador de archivos.
fr: Cette commande est uniquement disponible dans l'Explorateur de fichiers.
ru: Эта команда доступна только в Проводнике.

source: Compressing files in background...
de: Dateien werden im Hintergrund komprimiert...
es: Comprimiendo archivos en segundo plano...
fr: Compression des fichiers en arrière-plan...
ru: Сжатие файлов в фоновом режиме...

source: Compressing files...
de: Dateien werden komprimiert...
es: Comprimiendo archivos...
fr: Compression des fichiers...
ru: Сжатие файлов...

source: OK
es: Aceptar
