Repository: chaichaimee/xPlorer
Catalog: locale/*/LC_MESSAGES/nvda.po
Languages: de, es, fr, ru, uk

source: Copied: {path}
de: Kopiert: {path}
es: Copiado: {path}
fr: Copié : {path}
ru: Скопировано: {path}
uk: Скопійовано: {path}

source: Could not open clipboard
de: Zwischenablage konnte nicht geöffnet werden
es: No se pudo abrir el portapapeles
fr: Impossible d'ouvrir le presse-papiers
ru: Не удалось открыть буфер обмена
uk: Не вдалося відкрити буфер обміну

source: Unable to get current path
de: Aktueller Pfad konnte nicht ermittelt werden
es: No se pudo obtener la ruta actual
fr: Impossible d'obtenir le chemin actuel
ru: Не удалось получить текущий путь
uk: Не вдалося отримати поточний шлях

source: Copy selected names (single tap) or copy address bar (double tap)
de: Ausgewählte Namen kopieren (einfaches Tippen) oder Adressleiste kopieren (doppeltes Tippen)
es: Copiar nombres seleccionados (un toque) o copiar barra de direcciones (doble toque)
fr: Copier les noms sélectionnés (simple appui) ou copier la barre d'adresse (double appui)
ru: Копировать имена (одно нажатие) или адресную строку (двойное нажатие)
uk: Копіювати вибрані назви (одне натискання) або адресний рядок (подвійне натискання)

source: Copy content (single tap) or invert selection (double tap)
uk: Копіювати вміст (одне натискання) або обрати усе, окрім вибраного(подвійне натискання)

source: Say size (single tap) or compress zip (double tap)
uk: Промовити розмір (одне натискання) або стиснути в zip (подвійне натискання)

source: Open xPlorer context menu
de: xPlorer-Kontextmenü öffnen
es: Abrir menú contextual de xPlorer
fr: Ouvrir le menu contextuel xPlorer
ru: Открыть контекстное меню xPlorer
uk: Відкрити контекстне меню xPlorer

source: Rename selected file
de: Ausgewählte Datei umbenennen
es: Renombrar archivo seleccionado
fr: Renommer le fichier sélectionné
ru: Переименовать выбранный файл
uk: Перейменувати вибраний файл

source: Cannot open settings dialog
uk: Неможливо відкрити діалог налаштувань

source: Error opening settings
uk: Помилка відкриття налаштувань

source: No items selected
de: Keine Elemente ausgewählt
es: No hay elementos seleccionados
fr: Aucun élément sélectionné
ru: Элементы не выбраны
uk: Немає вибраних елементів

source: Copied 1 item name to clipboard
de: 1 Elementname in die Zwischenablage kopiert
es: Se copió el nombre de 1 elemento al portapapeles
fr: Nom d'un élément copié dans le presse-papiers
ru: Имя 1 элемента скопировано в буфер обмена
uk: Ім’я одного елемента скопійовано в буфер обміну

source: Copied {count} item names to clipboard
de: {count} Elementnamen in die Zwischenablage kopiert
es: Se copiaron los nombres de {count} elementos al portapapeles
fr: Noms de {count} éléments copiés dans le presse-papiers
ru: Имена {count} элементов скопированы в буфер обмена
uk: Скопійовано {count} імен елементів у буфер обміну

source: Error copying names to clipboard
de: Fehler beim Kopieren der Namen in die Zwischenablage
es: Error al copiar los nombres al portapapeles
fr: Erreur lors de la copie des noms dans le presse-papiers
ru: Ошибка при копировании имен в буфер обмена
uk: Помилка копіювання імен у буфер обміну

source: Cannot copy content of folders, please select files only
de: Ordnerinhalt kann nicht kopiert werden, bitte nur Dateien auswählen
es: No se puede copiar el contenido de las carpetas, seleccione solo archivos
fr: Impossible de copier le contenu des dossiers, veuillez sélectionner uniquement des fichiers
ru: Невозможно копировать содержимое папок, выберите только файлы
uk: Неможливо скопіювати вміст папок, виберіть лише файли

source: No text files selected
de: Keine Textdateien ausgewählt
es: No hay archivos de texto seleccionados
fr: Aucun fichier texte sélectionné
ru: Текстовые файлы не выбраны
uk: Текстові файли не вибрано

source: Total file size is too large to copy content
de: Gesamtdateigröße ist zu groß, um den Inhalt zu kopieren
es: El tamaño total del archivo es demasiado grande para copiar el contenido
fr: La taille totale des fichiers est trop grande pour copier le contenu
ru: Общий размер файлов слишком велик для копирования содержимого
uk: Загальний розмір файлу занадто великий для копіювання вмісту

source: [Error processing RTF file]
de: [Fehler beim Verarbeiten der RTF-Datei]
es: [Error al procesar el archivo RTF]
fr: [Erreur lors du traitement du fichier RTF]
ru: [Ошибка обработки RTF-файла]
uk: [Помилка обробки файлу RTF]

source: [RTF content - striprtf module not available]
de: [RTF-Inhalt - striprtf-Modul nicht verfügbar]
es: [Contenido RTF - módulo striprtf no disponible]
fr: [Contenu RTF - module striprtf non disponible]
ru: [RTF-содержимое - модуль striprtf не доступен]
uk: [Вміст RTF — модуль striprtf недоступний]

source: No content could be read from selected files
de: Von den ausgewählten Dateien konnte kein Inhalt gelesen werden
es: No se pudo leer ningún contenido de los archivos seleccionados
fr: Aucun contenu n'a pu être lu dans les fichiers sélectionnés
ru: Не удалось прочитать содержимое выбранных файлов
uk: Не вдалося прочитати вміст вибраних файлів

source: Content from 1 file copied to clipboard
de: Inhalt von 1 Datei in die Zwischenablage kopiert
es: Contenido de 1 archivo copiado al portapapeles
fr: Contenu d'un fichier copié dans le presse-papiers
ru: Содержимое 1 файла скопировано в буфер обмена
uk: Вміст одного файлу скопійовано в буфер обміну

source: Content from {count} files copied to clipboard
de: Inhalt von {count} Dateien in die Zwischenablage kopiert
es: Contenido de {count} archivos copiado al portapapeles
fr: Contenu de {count} fichiers copiés dans le presse-papiers
ru: Содержимое {count} файлов скопировано в буфер обмена
uk: Вміст із {count} файлів скопійовано в буфер обміну

source: Error copying file content
de: Fehler beim Kopieren des Dateiinhalts
es: Error al copiar el contenido del archivo
fr: Erreur lors de la copie du contenu des fichiers
ru: Ошибка при копировании содержимого файлов
uk: Помилка копіювання вмісту файлу

source: Compressing...
uk: Стиснення...

source: Compression cancelled
de: Komprimierung abgebrochen
es: Compresión cancelada
fr: Compression annulée
ru: Сжатие отменено
uk: Стиснення скасовано

source: Compression completed {name}
de: Komprimierung abgeschlossen {name}
es: Compresión completada {name}
fr: Compression terminée {name}
ru: Сжатие завершено {name}
uk: Стиснення {name} завершено

source: compression failed: {error}
de: komprimierung fehlgeschlagen: {error}
es: falló la compresión: {error}
fr: échec de la compression : {error}
ru: сжатие не удалось: {error}
uk: не вдалося стиснути: {error}

source: Error in compression process: {error}
de: Fehler im Komprimierungsprozess: {error}
es: Error en el proceso de compresión: {error}
fr: Erreur dans le processus de compression : {error}
ru: Ошибка в процессе сжатия: {error}
uk: Помилка в процесі стиснення: {error}

source: Compressing files
de: Dateien werden komprimiert
es: Comprimiendo archivos
fr: Compression des fichiers
ru: Сжатие файлов
uk: Стиснення файлів

source: Starting...
de: Starten...
es: Iniciando...
fr: Démarrage...
ru: Запуск...
uk: Почати...

source: 7-Zip compression failed, trying built-in method...
de: 7-Zip-Komprimierung fehlgeschlagen, versuche integrierte Methode...
es: Falló la compresión de 7-Zip, probando el método integrado...
fr: Échec de la compression 7-Zip, tentative avec la méthode intégrée...
ru: Сжатие 7-Zip не удалось, пробуем встроенный метод...
uk: Помилка стиснення 7-Zip, пробуємо вбудований метод...

source: Error compressing files
de: Fehler beim Komprimieren der Dateien
es: Error al comprimir los archivos
fr: Erreur lors de la compression des fichiers
ru: Ошибка при сжатии файлов
uk: Помилка стиснення файлів

source: Compressing: {percent}%
de: Komprimierung: {percent}%
es: Comprimiendo: {percent}%
fr: Compression : {percent}%
ru: Сжатие: {percent}%
uk: Стиснення: {percent}%

source: Completed
de: Abgeschlossen
es: Completado
fr: Terminé
ru: Завершено
uk: Завершено

source: Built-in compression failed: {error}
de: Integrierte Komprimierung fehlgeschlagen: {error}
es: Falló la compresión integrada: {error}
fr: Échec de la compression intégrée : {error}
ru: Встроенное сжатие не удалось: {error}
uk: Помилка вбудованого стиснення: {error}

source: Compress zip
de: ZIP komprimieren
es: Comprimir zip
fr: Compresser en ZIP
ru: Сжать в ZIP
uk: Стиснути zip

source: Copy address bar
de: Adressleiste kopieren
es: Copiar barra de direcciones
fr: Copier la barre d'adresse
ru: Копировать адресную строку
uk: Копіювати адресний рядок

source: Copy content
de: Inhalt kopieren
es: Copiar contenido
fr: Copier le contenu
ru: Копировать содержимое
uk: Копіювати вміст

source: Copy selected file and folder names
de: Ausgewählte Datei- und Ordnernamen kopieren
es: Copiar nombres de archivos y carpetas seleccionados
fr: Copier les noms des fichiers et dossiers sélectionnés
ru: Копировать имена выбранных файлов и папок
uk: Копіювати назви вибраних файлів і папок

source: Create File
uk: Створити файл

source: Invert selection
de: Auswahl umkehren
es: Invertir selección
fr: Inverser la sélection
ru: Инвертировать выделение
uk: Обрати усе, окрім вибраного

source: Say size
uk: Промовити розмір

source: copy
de: kopieren
es: copiar
fr: copier
ru: копировать
uk: копіювати

source: move
de: verschieben
es: mover
fr: déplacer
ru: переместить
uk: перемістити

source: paste
de: einfügen
es: pegar
fr: coller
ru: вставить
uk: вставити

source: mirror Backup
de: Spiegel-Backup
es: Copia de seguridad en espejo
fr: Sauvegarde miroir
ru: Зеркальное резервное копирование
uk: дзеркальне резервне копіювання

source: TXT to Folder
de: TXT zu Ordner
es: TXT a carpeta
fr: TXT vers dossier
ru: TXT в папку
uk: TXT до папки

source: xPlorer Settings
de: xPlorer-Einstellungen
es: Configuración de xPlorer
fr: Paramètres xPlorer
ru: Настройки xPlorer
uk: налаштування xPlorer

source: Number of files to create:
uk: Кількість файлів для створення:

source: File name:
uk: Ім’я файлу:

source: File name {index}:
uk: Ім’я файлу {index}:

source: Extension:
uk: Розширення:

source: File name
uk: Ім’я файлу

source: File count must be at least 1
uk: Кількість файлів має бути не менше 1

source: File count cannot exceed 10
uk: Кількість файлів не може перевищувати 10

source: new_file
uk: новий_файл

source: new_file_{index}
uk: новий_файл_{index}

source: Some files will use default names
uk: Деякі файли використовуватимуть початкові назви

source: Not in File Explorer
de: Nicht im Datei-Explorer
es: No está en el Explorador de archivos
fr: Pas dans l'Explorateur de fichiers
ru: Не в Проводнике
uk: Не в Файловому провіднику

source: Unable to get current directory
uk: Не вдалося отримати поточний каталог

source: Current path is not a directory
uk: Поточний шлях не є каталогом

source: Error opening create file dialog
uk: Помилка відкриття діалогу створення файлу

source: Cannot find unique name for: {name}
uk: Не вдається знайти унікальне ім’я для: {name}

source: No files were created
uk: Файли не створено

source: 1 file created
uk: Створено 1 файл

source: {count} files created
uk: Створено {count} файлів

source: Error creating files
uk: Помилка створення файлів

source: File name cannot be empty
de: Dateiname darf nicht leer sein
es: El nombre del archivo no puede estar vacío
fr: Le nom du fichier ne peut pas être vide
ru: Имя файла не может быть пустым
uk: Ім’я файлу не може бути порожнім

source: No access to size data
de: Kein Zugriff auf Größendaten
es: Sin acceso a los datos de tamaño
fr: Pas d'accès aux données de taille
ru: Нет доступа к данным о размере
uk: Немає доступу до даних про розмір

source: Error calculating size
uk: Помилка при обчисленні розміру

source: {count} items {size}
de: {count} Elemente {size}
es: {count} elementos {size}
fr: {count} éléments {size}
ru: {count} элементов {size}
uk: {count} елементів {size}

source: Please select only one file
de: Bitte nur eine Datei auswählen
es: Por favor, seleccione solo un archivo
fr: Veuillez sélectionner un seul fichier
ru: Пожалуйста, выберите только один файл
uk: Виберіть лише один файл

source: Please select a file, not a folder
de: Bitte wählen Sie eine Datei aus, keinen Ordner
es: Por favor, seleccione un archivo, no una carpeta
fr: Veuillez sélectionner un fichier, pas un dossier
ru: Пожалуйста, выберите файл, а не папку
uk: Будь ласка, виберіть файл, а не папку

source: Error renaming file
de: Fehler beim Umbenennen der Datei
es: Error al renombrar el archivo
fr: Erreur lors du renommage du fichier
ru: Ошибка при переименовании файла
uk: Помилка перейменування файлу

source: File name not changed
uk: Ім’я файлу не змінено

source: A file with this name already exists
de: Eine Datei mit diesem Namen existiert bereits
es: Ya existe un archivo con este nombre
fr: Un fichier avec ce nom existe déjà
ru: Файл с таким именем уже существует
uk: Файл із таким ім’ям вже існує

source: File renamed to {name}
de: Datei umbenannt in {name}
es: Archivo renombrado a {name}
fr: Fichier renommé en {name}
ru: Файл переименован в {name}
uk: Файл перейменовано на {name}

source: Error opening rename dialog
de: Fehler beim Öffnen des Umbenennungsdialogs
es: Error al abrir el cuadro de diálogo de renombrado
fr: Erreur lors de l'ouverture de la boîte de dialogue de renommage
ru: Ошибка открытия диалога переименования
uk: Помилка відкриття діалогу перейменування

source: Preparing operation...
uk: Підготовка до операції...

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ru: Отмена
uk: Скасувати

source: Minimize
uk: Згорнути

source: Processing: {}
uk: Обробка: {}

source: Progress: {}%
de: Fortschritt: {}%
es: Progreso: {}%
fr: Progression : {}%
ru: Прогресс: {}%
uk: Перебіг: {}%

source: Estimated time remaining: {}
uk: Приблизний час, що залишився: {}

source: Elapsed time: {} seconds
de: Verstrichene Zeit: {} Sekunden
es: Tiempo transcurrido: {} segundos
fr: Temps écoulé : {} secondes
ru: Прошло времени: {} сек.
uk: Час, що минув: {} секунд

source: Speed: {}
de: Geschwindigkeit: {}
es: Velocidad: {}
fr: Vitesse : {}
ru: Скорость: {}
uk: Швидкість: {}

source: Mirror Backup Settings
de: Spiegel-Backup-Einstellungen
es: Configuración de copia de seguridad en espejo
fr: Paramètres de sauvegarde miroir
ru: Настройки зеркального копирования
uk: Налаштування дзеркала резервного копіювання

source: Copied source path to clipboard
uk: Шлях джерела скопійовано в буфер обміну

source: Source folders (select to edit):
de: Quellordner (zum Bearbeiten auswählen):
es: Carpetas de origen (seleccionar para editar):
fr: Dossiers sources (sélectionner pour modifier) :
ru: Исходные папки (выберите для правки):
uk: Вихідні папки (виберіть для редагування):

source: Source folders list
de: Quellordner-Liste
es: Lista de carpetas de origen
fr: Liste des dossiers sources
ru: Список исходных папок
uk: Список вихідних папок

source: Remove selected source
de: Ausgewählte Quelle entfernen
es: Eliminar origen seleccionado
fr: Supprimer la source sélectionnée
ru: Удалить выбранный источник
uk: Видалити вибране джерело

source: Destination folders:
de: Zielordner:
es: Carpetas de destino:
fr: Dossiers destinations :
ru: Целевые папки:
uk: Папки призначення:

source: Destination folders list
de: Zielordner-Liste
es: Lista de carpetas de destino
fr: Liste des dossiers destinations
ru: Список целевых папок
uk: Список папок призначення

source: Add destination folder
de: Zielordner hinzufügen
es: Añadir carpeta de destino
fr: Ajouter un dossier destination
ru: Добавить целевую папку
uk: Додати папку призначення

source: Remove selected destination
de: Ausgewähltes Ziel entfernen
es: Eliminar destino seleccionado
fr: Supprimer la destination sélectionnée
ru: Удалить выбранную цель
uk: Видалити вибране місце призначення

source: Enable automatic synchronization
de: Automatische Synchronisierung aktivieren
es: Activar sincronización automática
fr: Activer la synchronisation automatique
ru: Включить автосинхронизацию
uk: Увімкнути автоматичну синхронізацію

source: Synchronization interval:
de: Synchronisierungsintervall:
es: Intervalo de sincronización:
fr: Intervalle de synchronisation :
ru: Интервал синхронизации:
uk: Інтервал синхронізації:

source: 15 minutes
de: 15 Minuten
es: 15 minutos
ru: 15 минут
uk: 15 хвилин

source: 30 minutes
de: 30 Minuten
es: 30 minutos
ru: 30 минут
uk: 30 хвилин

source: 1 hour
de: 1 Stunde
es: 1 hora
fr: 1 heure
ru: 1 час
uk: 1 година

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
ru: 1 день
uk: 1 день

source: 7 days
de: 7 Tage
es: 7 días
fr: 7 jours
ru: 7 дней
uk: 7 днів

source: 15 days
de: 15 Tage
es: 15 días
fr: 15 jours
ru: 15 дней
uk: 15 днів

source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
ru: 1 месяц
uk: 1 місяць

source: Scheduled time:
de: Geplante Zeit:
es: Hora programada:
fr: Heure planifiée :
ru: Запланированное время:
uk: Запланований час:

source: Clear all settings
de: Alle Einstellungen löschen
es: Borrar todos los ajustes
fr: Effacer tous les paramètres
ru: Очистить все настройки
uk: Очистити всі налаштування

source: Start synchronization
de: Synchronisierung starten
es: Iniciar sincronización
fr: Démarrer la synchronisation
ru: Запустить синхронизацию
uk: Почати синхронізацію

source: Choose destination folder
de: Zielordner auswählen
es: Elegir carpeta de destino
fr: Choisir le dossier destination
ru: Выберите целевую папку
uk: Виберіть папку призначення

source: Source and destination required
de: Quelle und Ziel erforderlich
es: Origen y destino requeridos
fr: Source et destination requises
ru: Требуются источник и цель
uk: Необхідно вказати джерело та місце призначення

source: Invalid time format
de: Ungültiges Zeitformat
es: Formato de hora no válido
fr: Format d'heure invalide
ru: Неверный формат времени
uk: Недійсний формат часу

source: Starting immediate mirror sync...
de: Sofortige Spiegel-Synchronisierung wird gestartet...
es: Iniciando sincronización inmediata en espejo...
fr: Démarrage de la synchronisation miroir immédiate...
ru: Запуск немедленной зеркальной синхронизации...
uk: Початок негайної дзеркальної синхронізації...

source: Immediate sync completed: {}/{} destinations
de: Sofortige Synchronisierung abgeschlossen: {}/{} Ziele
es: Sincronización inmediata completada: {}/{} destinos
fr: Synchronisation immédiate terminée : {}/{} destinations
ru: Синхронизация завершена: {}/{} целей
uk: Негайна синхронізація завершена: {}/{} пунктів призначення

source: Sync error occurred
de: Synchronisierungsfehler aufgetreten
es: Ocurrió un error de sincronización
fr: Une erreur de synchronisation est survenue
ru: Произошла ошибка синхронизации
uk: Сталася помилка синхронізації

source: Next scheduled backup for {}: {}
de: Nächstes geplantes Backup für {}: {}
es: Próxima copia programada para {}: {}
fr: Prochaine sauvegarde planifiée pour {}: {}
ru: Следующий бэкап для {}: {}
uk: Наступне заплановане резервне копіювання для {}: {}

source: Scheduled mirror backup started for {}
de: Geplantes Spiegel-Backup gestartet für {}
es: Copia en espejo programada iniciada para {}
fr: Sauvegarde miroir planifiée démarrée pour {}
ru: Запланированный бэкап запущен для {}
uk: Розпочато заплановане дзеркальне копіювання для {}

source: Scheduled backup completed: {}/{} destinations
de: Geplantes Backup abgeschlossen: {}/{} Ziele
es: Copia programada completada: {}/{} destinos
fr: Sauvegarde planifiée terminée : {}/{} destinations
ru: Запланированный бэкап завершен: {}/{} целей
uk: Заплановане резервне копіювання завершено: {}/{} пунктів призначення

source: Please select only one folder
de: Bitte nur einen Ordner auswählen
es: Por favor, seleccione solo una carpeta
fr: Veuillez sélectionner un seul dossier
ru: Пожалуйста, выберите только одну папку
uk: Виберіть лише одну папку

source: Please select a folder
de: Bitte wählen Sie einen Ordner aus
es: Por favor, seleccione una carpeta
fr: Veuillez sélectionner un dossier
ru: Пожалуйста, выберите папку
uk: Будь ласка, виберіть папку

source: Mirror backup configured successfully
de: Spiegel-Backup erfolgreich konfiguriert
es: Copia en espejo configurada correctamente
fr: Sauvegarde miroir configurée avec succès
ru: Зеркальное копирование настроено успешно
uk: Режим дзеркального резервного копіювання налаштовано успішно

source: Mirror backup disabled
de: Spiegel-Backup deaktiviert
es: Copia en espejo desactivada
fr: Sauvegarde miroir désactivée
ru: Зеркальное копирование отключено
uk: Дзеркальне резервне копіювання вимкнено

source: Select one item only
de: Nur ein Element auswählen
es: Seleccione solo un elemento
fr: Sélectionner un seul élément
ru: Выберите только один элемент
uk: Виберіть лише один елемент

source: Source for copy: {}
de: Quelle zum Kopieren: {}
es: Origen para copiar: {}
fr: Source pour copie : {}
ru: Источник для копирования: {}
uk: Джерело для копіювання: {}

source: Source for move: {}
de: Quelle zum Verschieben: {}
es: Origen para mover: {}
fr: Source pour déplacement : {}
ru: Источник для перемещения: {}
uk: Джерело для переміщення: {}

source: No pending operation
de: Keine ausstehende Operation
es: No hay operaciones pendientes
fr: Aucune opération en attente
ru: Нет ожидающих операций
uk: Немає незавершених операцій

source: Cannot get destination
de: Ziel kann nicht ermittelt werden
es: No se pudo obtener el destino
fr: Impossible d'obtenir la destination
ru: Не удалось получить цель
uk: Не вдається отримати пункт призначення

source: Invalid destination
de: Ungültiges Ziel
es: Destino no válido
fr: Destination invalide
ru: Неверная цель
uk: Недійсний пункт призначення

source: Move
de: Verschieben
es: Mover
fr: Déplacer
ru: Переместить
uk: Перемістити

source: Copy
de: Kopieren
es: Copiar
fr: Copier
ru: Копировать
uk: Копіювати

source: Starting {} operation in background...
de: {} Operation wird im Hintergrund gestartet...
es: Iniciando operación de {} en segundo plano...
fr: Démarrage de l'opération de {} en arrière-plan...
ru: Запуск операции {} в фоновом режиме...
uk: Початок операції {} у фоновому режимі...

source: Error: {}
de: Fehler: {}
fr: Erreur : {}
ru: Ошибка: {}
uk: Помилка: {}

source: Source does not exist
de: Quelle existiert nicht
es: El origen no existe
fr: La source n'existe pas
ru: Источник не существует
uk: Джерело не існує

source: Destination already exists, overwriting...
de: Ziel existiert bereits, wird überschrieben...
es: El destino ya existe, sobrescribiendo...
fr: La destination existe déjà, remplacement en cours...
ru: Цель уже существует, перезапись...
uk: Пункт призначення вже існує, перезапис...

source: Large file detected, using compression for speed
de: Große Datei erkannt, verwende Komprimierung für Geschwindigkeit
es: Archivo grande detectado, usando compresión para mayor velocidad
fr: Fichier volumineux détecté, utilisation de la compression pour la rapidité
ru: Обнаружен большой файл, используется сжатие для скорости
uk: Виявлено великий файл, використовується стиснення для збільшення швидкості

source: {} started. You can continue working while it runs in background.
de: {} gestartet. Sie können weiterarbeiten, während es im Hintergrund läuft.
es: {} iniciado. Puede continuar trabajando mientras se ejecuta en segundo plano.
fr: {} démarré. Vous pouvez continuer à travailler pendant qu'il s'exécute en arrière-plan.
ru: {} запущено. Вы можете продолжать работу, пока процесс идет в фоне.
uk: {} розпочато. Ви можете продовжувати роботу, поки воно працює у фоновому режимі.

source: {} in progress... {} seconds elapsed
de: {} läuft... {} Sekunden vergangen
es: {} en curso... {} segundos transcurridos
fr: {} en cours... {} secondes écoulées
ru: {} выполняется... прошло {} сек.
uk: Виконується {}... Минуло {} секунд

source: {}: {}% complete, speed: {:.1f} MB/s
de: {}: {}% abgeschlossen, Geschwindigkeit: {:.1f} MB/s
es: {}: {}% completado, velocidad: {:.1f} MB/s
fr: {}: {}% terminé, vitesse : {:.1f} MB/s
ru: {}: {}% завершено, скорость: {:.1f} МБ/с
uk: {}: завершено {}%, швидкість: {:.1f} МБ/с
